DELETE FROM contract;

INSERT INTO contract (par_id, pay_id, dog_id, dog_num_s, dog_num, name, reg_date, dog_type, id_group, id_department) VALUES
  (0,0,450090,'412004',12004,'Акционерное общество "Скопинский автоагрегатный завод"','2013-06-17 00:00:00',0,0,401),
  (0,0,450017,'412005',12005,'Открытое акционерное общество "Завод электронасосов г.Скопин"','2013-04-01 00:00:00',0,0,401),
  (0,0,450189,'412007',12007,'ЗАО "Скопинский завод горно-шахтного оборудования"','2017-01-10 00:00:00',0,0,401),
  (0,0,450001,'412013',12013,'Общество с ограниченной ответственностью  "Скопинский мясоперерабатывающий  комбинат"','2013-02-05 00:00:00',0,0,401),
  (0,0,450009,'412020',12020,'Закрытое акционерное общество "Скопинская художественная керамика"','2013-04-01 00:00:00.000',0,0,401),
  (0,0,450031,'412279',12279,'Общество с ограниченной ответственностью "Скопинский комбикормовый завод"','2013-04-01 00:00:00',0,0,401);